[
  {
    "id": 1,
    "text": {
      "fa": "چشمِ امید به راهِ صبح دارد، صبر کن\nشب هرچند طولانی‌ست، روز در پیش دارد\nسرِ شب را با دعا بگذران، سحر نو شود\nقلبِ خسته روشن گردد، دوباره رنگ گیرد\nبه یاد داشته باش که تلخی‌ امروز زود می‌گذرد\nفردا برای تو خبری نو و شیرین خواهد آورد",
      "en": "Eyes hope for morning; be patient awhile;\nThough the night is long, the day will reconcile.\nSpend the early night in prayer, dawn will renew,\nA tired heart will brighten and find its hue.\nRemember today's bitterness will soon be gone,\nTomorrow will bring you a new and sweet dawn.",
      "ru": "Глаза надеются на утро; потерпи немного;\nХотя ночь долга, день вернёт покров.\nПроведи ночь в молитве — рассвет обновит всё вновь,\nУтомлённое сердце озарится и найдёт свой кров.\nПомни: сегодняшняя горечь скоро пройдёт,\nЗавтра принесет тебе новую светлую грудь."
    },
    "tafsir": {
      "fa": "این فال نویدِ صبر و امید می‌دهد؛ سختی فعلی زود تمام می‌شود و روزنه‌ای تازه باز می‌گردد.",
      "en": "This fortune promises patience and hope; current hardship will end soon and a new opening will appear.",
      "ru": "Это предсказание сулит терпение и надежду; нынешние трудности скоро кончатся, откроется новый путь."
    }
  },
  {
    "id": 2,
    "text": {
      "fa": "به رهِ عشق گام بردار، دل مپرس\nراه پر از رازست و پایانش روشن نیست\nهر قدم که می‌نهی، درختی از امید می‌روید\nگلی تازه در باغِ دل شکوفه می‌دهد\nاگر بترسی، راه را نیمه می‌گذاری\nپس با جرئت پیش رو، که تقدیر تو می‌سازد",
      "en": "Step on love's path, do not question your heart;\nThe way is full of secrets, its end not charted apart.\nEach step you take, a tree of hope will appear,\nA fresh flower in the garden of your heart draws near.\nIf you fear, you'll leave the path halfway through,\nSo advance with courage — destiny is made by you.",
      "ru": "Шагай по пути любви, не спрашивай сердце;\nПуть полон тайн, его конец не виден на карте.\nКаждый твой шаг — дерево надежды растёт,\nВ саду сердца свежий цветок распускается в рост.\nЕсли боишься, путь оставишь на полдороги,\nТак иди смело — судьбу ты творишь своей дорогой."
    },
    "tafsir": {
      "fa": "فال می‌گوید: شجاعت در عشق و زندگی لازم است؛ از شروع نترس و با ایمان ادامه بده.",
      "en": "The fortune says: courage in love and life is necessary; do not fear starting and proceed with faith.",
      "ru": "Предсказание гласит: смелость в любви и жизни важна; не бойся начать и иди с верой."
    }
  },
  {
    "id": 3,
    "text": {
      "fa": "نسیمی از دور پیغامِ نو آورد\nدل خسته را مژدهٔ فردا آورد\nخطِی تازه به دفترِ روزگار کشیده شد\nپنجره‌ای باز شد و نور در ره افتاد\nبه گوشِ جانت گوش کن که خبر می‌دهد\nیک راه تازه در برابرِ تو گشوده شد",
      "en": "A distant breeze brought a fresh message;\nIt gives the tired heart news of tomorrow's passage.\nA new line was drawn across life's page today,\nA window opened and light found its way.\nListen to your soul — it whispers clear,\nA new path has opened now, draw near.",
      "ru": "Ветерок издали принес новое послание;\nУсталому сердцу весть о завтрашнем обещании.\nНовая строка в книге жизни сегодня проведена,\nОкно открылось и свет пустил дорогу к нам.\nПрислушайся к душе — она шепчет без помех:\nОткрылся новый путь прямо перед тех."
    },
    "tafsir": {
      "fa": "نشانهٔ تحول و فرصت است؛ آماده باش و با دید باز وارد فرصت جدید شو.",
      "en": "A sign of transformation and opportunity; be ready and enter the new chance with clear eyes.",
      "ru": "Это знак перемен и возможностей; будь готов и войди в новый шанс с ясным взором."
    }
  },
  {
    "id": 4,
    "text": {
      "fa": "از گذشته عبرت گیر و پیش برو\nکوه دیروز بماند، راه نو بیاب\nآنچه که مانعِ رشد شده، رها کن\nبارِ سنگینِ قدیم را از دوش بردار\nهر قدم نو، تجربه‌ای تازه به همراه دارد\nپس با دلِ سبک، به استقبالِ فردا رو",
      "en": "Learn from the past and move ahead;\nLet yesterday's mountain stay, find a new road instead.\nRelease what has hindered your growth so long,\nRemove the heavy old burdens and be strong.\nEach new step brings fresh experience and art,\nSo with a light heart, embrace tomorrow's start.",
      "ru": "Учись у прошлого и иди вперед;\nПусть вчерашняя гора останется — найди новую дорогу.\nОтпусти то, что мешало росту твоему,\nСними тяжёлый груз старого со своего плеча.\nКаждый новый шаг — новый опыт в дар,\nТак с лёгким сердцем встречай новый утренний жар."
    },
    "tafsir": {
      "fa": "پیشنهاد به ترک وابستگی به گذشته و شروعی نو است؛ تغییرِ مسیر ممکن است بهترین گزینه باشد.",
      "en": "A suggestion to abandon attachment to the past and begin anew; a change of course may be best.",
      "ru": "Совет: оставь привязанность к прошлому и начни заново; смена курса может быть лучшим решением."
    }
  },
  {
    "id": 5,
    "text": {
      "fa": "گلی که دیر آفتاب دید، پژمرد نیست\nگر چه اندکی دیر، شکوفا خواهد شد\nحرکتِ زندگی به زمانِ خودش پدید می‌آید\nموسمِ تو نیز دیر یا زود خواهد رسید\nنگرانِ نرسیدن مباش، بذر بکار\nهر دانه روزی سرِزردِی خواهد داشت",
      "en": "A flower seeing the sun late is not faded;\nThough late, it will blossom as planned and graded.\nLife's motions come in their appointed time,\nYour season too will arrive — a sign sublime.\nDo not fret at delay; sow the seed today,\nEach seed shall someday have its bright array.",
      "ru": "Цветок, поздно увидев солнце, не вянет;\nХотя поздно — он распустится, как суждено в планет.\nЖизненные движения приходят вовремя своим,\nТвоё время тоже наступит — знак несомненный, сильный.\nНе тревожься о промедлении; посей зерно сейчас,\nКаждое зерно однажды даст свой ясный глаз."
    },
    "tafsir": {
      "fa": "امید نسبت به زمانِ مناسب و صبر؛ موفقیت گاهی دیر ولی با ثبات می‌آید.",
      "en": "Hope in due timing and patience; success may be late but steady.",
      "ru": "Надежда в своевременность и терпение; успех может прийти поздно, но стабильно."
    }
  },
  {
    "id": 6,
    "text": {
      "fa": "دست مهربانِ دوست را دریاب\nکه بی‌آن روزها سخت می‌گذرد\nرفاقتِ راستین در آزمونِ سخت مشخص می‌شود\nهمراهی ساده، پشتیبانِ دل است\nاگر تنها هستی، به یاد دوستی باش\nیک همدل می‌تواند بارِ تو را سبک کند",
      "en": "Take the kind hand of a friend;\nWithout it, days hard and bleak may bend.\nTrue companionship shows in times of test,\nSimple company gives the heart its rest.\nIf you are alone, remember a friend true,\nOne confidant can lighten what burdens you.",
      "ru": "Возьми руку доброго друга;\nБез неё дни проходят тяжело и грубо.\nИстинная дружба проявляется в испытании,\nПростое общение даёт сердцу отдохновение.\nЕсли ты одинок — помни друзей своих верных;\nОдин близкий облегчит твои ноши терпелые."
    },
    "tafsir": {
      "fa": "برقراری ارتباط و حفظ دوستی‌ها در دوران سختی ضروری است؛ پشتیبانی دوستان تو را نجات می‌دهد.",
      "en": "Establishing and keeping friendships is essential during hardship; friends' support saves you.",
      "ru": "Поддержание дружбы важно в трудные времена; поддержка друзей спасает."
    }
  },
  {
    "id": 7,
    "text": {
      "fa": "سفرِ دل را آغاز کن، نترس ز باد\nهمراه تجربه، راه را می‌خواند\nهر سفرِ درونی گنجی به دنبال دارد\nرازهای نهفته، آرام بر ملا می‌شود\nاگر قدم در راه نهی با امید پیش رو\nپاداشِ دل تو را راهِ راست خواهد داد",
      "en": "Begin the journey of the heart; fear not the wind;\nExperience will guide the way, not leave you thinned.\nEach inner journey brings a hidden treasure,\nSecrets emerge gently, measured in pleasure.\nIf you step forward with hope in view,\nThe path will reward your heart true.",
      "ru": "Начни путешествие сердца; не бойся ветра;\nОпыт поведёт дорогу — не оставит в топи стара.\nКаждое внутреннее странствие — сокровище внутри,\nСекреты мягко раскроются, даря светлый миг.\nЕсли шагнёшь с надеждой — путь воздаст тебе честь,\nОн наградит сердце твоё истинной своей лесть."
    },
    "tafsir": {
      "fa": "شروعِ جستجوگری درونی مفید است؛ تجربه راهنماست و پاداش درونی می‌آورد.",
      "en": "Beginning inner exploration is beneficial; experience guides and yields inner reward.",
      "ru": "Начало внутреннего поиска полезно; опыт ведёт и приносит внутреннюю награду."
    }
  },
  {
    "id": 8,
    "text": {
      "fa": "گنجی که در دل داری آشکار کن\nنهان ماندن فایده‌ای ندارد\nاستعدادها را به نمایش گذار، بگذار ببینند\nهمراهِ تو فرصت‌ها زاده می‌شود\nصدایِ توان تو وقتی شنیده شود، بخت باز می‌شود\nپس با جرئت آن را به جهان عرضه کن",
      "en": "Reveal the treasure you hold within;\nHiding it yields no profit or win.\nShow your talents; let the world behold,\nOpportunities with you will begin to unfold.\nWhen your power is heard, fortune swings free,\nSo boldly bring it forth for all to see.",
      "ru": "Открой сокровище, что в сердце хранится;\nСкрывать его — пользы нет, лишь печаль длится.\nПрояви таланты, пусть мир их узрит,\nВместе с тобой откроются возможности вмиг.\nКогда услышат твою силу — фортуна придёт,\nТак смело покажи, что в душе твоей растёт."
    },
    "tafsir": {
      "fa": "خودآشکاری و عرضه استعدادها، فرصت و برکت می‌آورد؛ از نمایاندنِ توانایی‌ها نترس.",
      "en": "Self-revelation and showing talents bring opportunities; don't fear displaying abilities.",
      "ru": "Проявление себя и талантов открывает возможности; не бойся показать способности."
    }
  },
  {
    "id": 9,
    "text": {
      "fa": "درختِ امیدت را با عمل آبیاری کن\nکلامِ خوب تنها کافی نیست\nهر روز یک گام، حتی کوچک، بردار\nصبر و کوشش، پیوندی ناگسستنی است\nنقشه‌ای بچین و عمل کن، باور داشته باش\nثمرِ تلاش تو روزی به بار نشیند",
      "en": "Water your tree of hope with deeds;\nGood words alone will not meet your needs.\nTake a daily step, even small and slight,\nPatience and effort are a bond tight.\nDraft a plan and act; believe in the way,\nThe fruit of your labor will ripen one day.",
      "ru": "Поливай дерево надежды делами своими;\nОдних слов недостаточно, нужны поступки живыми.\nДелай каждый день шаг даже маленький свой,\nТерпение и усилия — союз прочный такой.\nСоставь план и действуй, верь в свой путь святой,\nПлод труда дозреет однажды, возьми его с собой."
    },
    "tafsir": {
      "fa": "عمل همراه با امید نتیجه می‌دهد؛ نظم و مداومت باعثِ رسیدن به هدف می‌شود.",
      "en": "Action with hope yields results; discipline and continuity lead to goals.",
      "ru": "Действие в сочетании с надеждой приносит плоды; порядок и постоянство ведут к цели."
    }
  },
  {
    "id": 10,
    "text": {
      "fa": "دل را سبک کن از کینه و غمِ روز\nراهِ بهار از دلِ پاک باز می‌شود\nبخشایش، پرتوِ مهر در دل می‌افشاند\nآرامشِ درون، گوهری گرانبهاست\nبا دلِ پاک و نیتِ راست، جهان رنگ می‌گیرد\nبس کن خیالِ تلخ را، و لبخند بزن به جهان",
      "en": "Lighten the heart from grudges and daily sorrow;\nA path of spring opens from a heart pure tomorrow.\nForgiveness spreads warmth and love broad,\nInner peace is a precious gem, not odd.\nWith a pure heart and right intention the world gains hue,\nLet go of bitter thoughts, smile at what is true.",
      "ru": "Облегчи сердце от обид и дневной печали;\nПуть весны откроется из чистого сердца, не скали.\nПрощение излучает добро и тепло,\nВнутренний покой — драгоценный камень, окно во зло.\nС чистым сердцем и правым намерением мир заиграет цветом,\nОтпусти горечь и улыбнись жизни светом."
    },
    "tafsir": {
      "fa": "آزادسازیِ روان از کینه و گرایش به بخشش، زمینهٔ خوشبختی را فراهم می‌کند.",
      "en": "Freeing the soul from grudges and embracing forgiveness creates conditions for happiness.",
      "ru": "Освобождение от обид и принятие прощения создаёт почву для счастья."
    }
  },
  {
    "id": 11,
    "text": {
      "fa": "گامی کوچک امروز، تغییرِ بزرگِ فرداست\nنترس و حرکت کن، زمان همراه است\nهر شروعِ کوچکی درختی بزرگ می‌شود\nصبر و پایداری شاخه‌ها را قوی می‌کند\nنگذار نقص‌ترس مسیرت را معیوب کند\nپیش ببر آنچه در دل داری با استواری",
      "en": "A small step today is tomorrow's great change;\nDo not fear, move — time will rearrange.\nEvery small start becomes a mighty tree,\nPatience and endurance strengthen its canopy.\nLet not timidness flaw your chosen way,\nCarry forward what’s in your heart with stay.",
      "ru": "Маленький шаг сегодня — большое изменение завтра;\nНе бойся, двигайся — время всё расставит по карте.\nКаждое малое начало превращается в дерево могучее,\nТерпение и стойкость ветви его крепят и душевно.\nНе позволяй страху испортить путь твой осмысленный,\nВеди вперёд то, что в сердце — со стойкостью и верой несомненной."
    },
    "tafsir": {
      "fa": "شروع کوچک را دست‌کم نگیر؛ استمرار و صبر نتیجه می‌دهد.",
      "en": "Do not underestimate a small start; continuity and patience bring results.",
      "ru": "Не недооценивай малое начало; постоянство и терпение приносят плоды."
    }
  },
  {
    "id": 12,
    "text": {
      "fa": "عشقِ راستین نه به زمان نگاه دارد\nکه به دلِ پاک و مداومت نیاز دارد\nگر چه روزها تند می‌گذرند و تغییر آیند\nعشقِ حقیقی با ثبات خود می‌ماند\nخود را تسلیم کن به نواهایِ محبت\nتا ریشهٔ آن در جانت نهاد گیرد آرام",
      "en": "True love regards not time's fleeting pace;\nIt needs a pure heart and consistent grace.\nThough days rush by and changes come and go,\nTrue love endures with steady glowing flow.\nSurrender yourself to the music of care,\nLet its roots in your soul repose and repair.",
      "ru": "Истинная любовь не смотрит на время и бег;\nЕй нужен чистый сердце и постоянный бег.\nХотя дни летят и изменения приходят в мир,\nИстинная любовь остаётся, прочна, как кумир.\nОтдайся мелодиям доброты и нежности,\nПусть корни их в душе найдут место и крепость."
    },
    "tafsir": {
      "fa": "پایداری و صداقت در عشق مهم است؛ عجله یا سطحی‌نگری راه به جایی نمی‌برد.",
      "en": "Perseverance and honesty in love matter; haste or superficiality leads nowhere.",
      "ru": "Постоянство и честность в любви важны; поспешность или поверхностность никуда не ведут."
    }
  },
  {
    "id": 13,
    "text": {
      "fa": "نگاهِ نو به مسائل، کلیدِ گشایش است\nقفل را با خلاقیت بگشا بی‌هیچ هراس\nایده‌های تازه چراغِ راه می‌شوند\nراه‌های بسته را باز و آسان می‌کنند\nاگر به نوآوری دل ببندی، درها باز است\nدنیای تازه با جسارت تو آغاز می‌شود",
      "en": "A fresh view on matters is the key to opening;\nUnlock with creativity, without any recoiling.\nFresh ideas become guiding lights each day,\nThey open blocked roads and smooth the way.\nIf you embrace innovation, doors will part,\nA new world begins with your courageous heart.",
      "ru": "Новый взгляд на вещи — ключ к открытию;\nОткрой творчеством без страха и смущения.\nСвежие идеи становятся светом пути,\nОни раскрывают закрытые дороги и мосты.\nЕсли ты обнимешь новизну, двери откроются враз,\nНовый мир начнётся с твоего смелого сердца и образ."
    },
    "tafsir": {
      "fa": "خلاقیت و تغییر نگرش می‌تواند راه‌حل‌هایی بیافریند که قبلاً نمی‌دیدی.",
      "en": "Creativity and changing perspective can create solutions previously unseen.",
      "ru": "Креатив и смена перспективы создают решения, которых раньше не видели."
    }
  },
  {
    "id": 14,
    "text": {
      "fa": "به کسی که دانایی دارد گوش کن\nکلام خرد، نورِ راه است در پیچ و تاب\nآموزشِ دیگران تجربه را کوتاه می‌کند\nاز خطاهای آنان درس بگیر و پیش رو\nدر جمعِ دانایان آرام باش و سوال کن\nپاسخ‌ها راهگشایِ گام‌هایِ بعدِ تو خواهد بود",
      "en": "Listen to one who has wisdom and art;\nWords of wisdom light the path within the dark.\nLearning from others shortens the path you take,\nLearn from their errors so you need not break.\nIn the company of the wise be calm and ask,\nTheir answers will unlock the next task.",
      "ru": "Слушай того, кто мудр — его слово как свет;\nСлова мудрости освещают путь в суетный след.\nУчение у других сокращает путь и тревогу,\nУчись на их ошибках, не становясь последней догой.\nВ окружении мудрых будь спокоен и вопрос задай,\nИх ответы откроют следующий шаг и твой край."
    },
    "tafsir": {
      "fa": "مشورت و یادگیری از اهلِ تجربه، سرمایهٔ ارزشمندی‌ست؛ سرسختیِ بی‌مشورت گران عمل می‌کند.",
      "en": "Consultation and learning from the experienced is a valuable asset; stubbornness without counsel is costly.",
      "ru": "Советы и обучение у опытных — ценное достояние; упрямство без совета дорого обходится."
    }
  },
  {
    "id": 15,
    "text": {
      "fa": "گنجِ درونِ تو از طلا باارزش‌تر است\nبپالایشش کن تا نمایان شود به ایام\nخرد و هنر را در دل پرورش ده هر روز\nتا مهارت تو چون ستاره بدرخشد در آسمان\nهر لحظه خودپروری، سرمایه‌ای ناب است\nکه در روزهای نیاز، تو را برکت خواهد داد",
      "en": "The treasure within you is more precious than gold;\nRefine it so it reveals, as life unfolds.\nNurture wisdom and craft within every day,\nSo your skill may shine like a star far away.\nEach moment of self-growth is a pure investment,\nWhich in times of need will bring its bestement.",
      "ru": "Сокровище внутри тебя ценнее золота в вещах;\nОчисти его, чтобы проявилось в жизненных крышах.\nВоспитывай мудрость и мастерство каждый день,\nЧтобы ум твой заблистал, как звезда в вышине.\nКаждый момент самосовершенствования — инвестиция точна,\nКоторая в нужный час принесёт помощь и утеху."
    },
    "tafsir": {
      "fa": "سرمایه‌گذاری روی خود و مهارت‌ها بهترین سرمایه‌است؛ وقت را برای رشد شخصی صرف کن.",
      "en": "Investing in yourself and skills is the best capital; spend time on personal growth.",
      "ru": "Инвестиции в себя и навыки — лучшая капитал; уделяй время личному росту."
    }
  },
  {
    "id": 16,
    "text": {
      "fa": "هرگاه در تاریکی نمی‌بینی، یک شمع روشن کن\nنورِ کوچک هم راه می‌سازد در دلِ شب\nاو که امید را نگه می‌دارد، از تاریکی عبور کند\nهر قدمِ نورانی آینده‌ای تازه می‌گشاید\nنترس از شروعِ دوباره، حتی اگر تاریک است\nشمعِ کوچکِ تو، پایانی به روشنایی می‌برد",
      "en": "If in darkness you cannot see, light a candle bright;\nEven a small light can create a path in the night.\nHe who keeps hope will traverse the gloom and tide,\nEach luminous step unveils a future wide.\nDo not fear a new start though shadows reign;\nYour little candle will lead to light again.",
      "ru": "Если в темноте не видишь — зажги свечу светлую;\nДаже маленький свет путь создаёт в ночи мгновенно.\nКто надежду хранит, пройдет мрак и бурю ту,\nКаждый шаг светящий откроет будущее к нему.\nНе бойся нового начала, хоть тьма вокруг сжимает,\nМаленькая свеча твоя ведёт к свету, что сияет."
    },
    "tafsir": {
      "fa": "هر اقدامِ کوچکِ مثبت می‌تواند امید و مسیرِ روشن فراهم کند؛ از شروع نترس.",
      "en": "Each small positive step can provide hope and a clear path; do not fear beginning.",
      "ru": "Каждый маленький положительный шаг создаёт надежду и путь; не бойся начать."
    }
  },
  {
    "id": 17,
    "text": {
      "fa": "بدان که درختِ تلاش میوه می‌دهد\nهرگز از کاشت دست مگیر\nروزها و سال‌ها تلاش را به ثمر می‌نشاند\nهر شکست مدرسه‌ای برای دانایی‌ست\nپشتکارِ مستمر نهایتاً پاداش می‌دهد\nپس با استقامت، به راهِ خود ادامه بده",
      "en": "Know that the tree of effort bears fruit in time;\nNever cease to sow, nor leave the climb.\nDays and years of toil will yield their harvests fair,\nEach failure is a lesson toward wisdom's care.\nPersistent perseverance will ultimately reward,\nSo continue your path with steadfast accord.",
      "ru": "Знай: дерево усилий плоды свои даст вовремя;\nНикогда не прекращай сажать и не сдавайся на время.\nДни и годы труда принесут свои урожаи,\nКаждая неудача — школа для мудрости и знания.\nУпорство в конце концов вознаградит тебя строго,\nТак продолжай путь с верой и силой глубоко."
    },
    "tafsir": {
      "fa": "پشتکار و تداوم بهترین سرمایه‌اند؛ شکست‌ها را به‌عنوان تجربه تلقی کن.",
      "en": "Perseverance and continuity are the best capital; treat failures as experience.",
      "ru": "Упорство и постоянство — лучшая инвестиция; рассматривай неудачи как опыт."
    }
  },
  {
    "id": 18,
    "text": {
      "fa": "سخنِ نیک در روزِ سخت، قوتِ جان است\nبا ادب و مهر سخن بگو همیشه\nزبانی که نرم و پر از مهربانی‌ست\nدلِ سخت‌ترین را نیز نرم می‌کند\nدر کلامِ تو برکت و آرامش نهفته است\nپس سخنِ نیک برگزین تا درگذارد بر تو نیکی",
      "en": "Good words in hard days strengthen the soul;\nSpeak always with courtesy and kindness as your goal.\nA tongue that’s gentle and full of care\nSoftens the hardest heart anywhere.\nIn your speech there lies a blessing and calm,\nSo choose kind words that bring a healing balm.",
      "ru": "Доброе слово в трудный день — сила для души;\nГовори всегда вежливо и с любовью на суше.\nЯзык мягкий и полный заботы\nСмягчит любое сердце, даже где горе строго.\nВ словах твоих — благословение и покой,\nВыбирай слова добрые — они лечат боль."
    },
    "tafsir": {
      "fa": "مهر و ادب در سخن باعثِ ارتباطِ بهتر و رفاهِ دل می‌شود؛ مراقبِ کلام باش.",
      "en": "Kindness and courtesy in speech lead to better relations and inner peace; mind your words.",
      "ru": "Доброта и вежливость в речи приводят к лучшим отношениям и внутреннему покою; следи за словами."
    }
  },
  {
    "id": 19,
    "text": {
      "fa": "اگر در تصمیم مردد شدی، دل را آرام کن\nپاسخ در درونِ توست، نه در افکارِ بی‌پایان\nسکوتی کن و گوش کن، آنچه را که می‌گوید جان\nراهنمایی ساده و روشن است، نه پیچیده و دور\nبا قلبِ سبک و نقشه‌ای کوچک گام بردار\nتصمیمِ شایسته خود را در سکوت خواهی دید",
      "en": "If undecided, calm your heart and mind;\nThe answer is within, not in restless grind.\nBe silent and listen to what the soul imparts,\nIts guidance is simple and clear, not distant in parts.\nWith a light heart and a small plan, step through,\nYou’ll find the proper choice in the stillness true.",
      "ru": "Если в нерешительности, успокой сердце и ум;\nОтвет внутри тебя, а не в бесконечности дум.\nЗамолчи и послушай, что шепчет душа твоя,\nЕё совет прост и ясен, не сложен и не лука.\nС лёгким сердцем и планом маленьким шагни вперёд,\nВ тишине найдёшь решение верное и чистое при ход."
    },
    "tafsir": {
      "fa": "آرامش و تأمل تصمیم‌ساز است؛ به ندای درونی توجه کن.",
      "en": "Calm and reflection shape decisions; heed your inner voice.",
      "ru": "Спокойствие и размышление помогают принять решение; прислушайся к внутреннему голосу."
    }
  },
  {
    "id": 20,
    "text": {
      "fa": "در معاملهٔ روزگار، صداقت را پاس دار\nسودِ حقیقی از پاکی‌ست، نه از زیرکیِ زودگذر\nکسی که راستگوست اعتبار می‌یابد در دلِ مردم\nو سودِ بلندمدت نصیبِ او خواهد شد\nاخلاق را محور کن در کسب و هر کار\nآنگاه برکت و آسایش در پیِ تو خواهد آمد",
      "en": "In life's dealings, keep honesty close;\nReal profit comes from purity, not cunning's dose.\nOne who is truthful gains people's respect and trust,\nAnd long-term gain will by such virtue be thrust.\nMake ethics your axis in business and deed,\nThen blessing and peace will follow your lead.",
      "ru": "В житейских делах береги честность всегда;\nИстинная выгода — от чистоты, не от хитрости в беде.\nЧеловек правдивый заслужит уважение других,\nИ долгосрочная прибыль придёт к нему без помех.\nСделай нравственность основой в деле и труде —\nБлагословение и покой придут вслед за тобой в беде."
    },
    "tafsir": {
      "fa": "صداقت و اخلاق در کار پایهٔ موفقیتِ پایدار است؛ کوتاه‌مدت‌بینی زیان‌بار است.",
      "en": "Honesty and ethics in work are the basis of lasting success; short-term thinking is harmful.",
      "ru": "Честность и этика в работе — основа долгосрочного успеха; краткосрочный расчёт вреден."
    }
  },
  {
    "id": 21,
    "text": {
      "fa": "آنگاه که درب بسته شد، دری دیگر بگشا\nهر بسته‌ای پایانِ همه نیست و بس\nاز تمامِ ناکامی‌ها درسی بگیر\nو با امیدِ تازه درِ نو را بمکَش\nشکست‌ها تو را قوی‌تر می‌کنند، باور کن\nباز هم درب‌هایی هست که تو را فرا می‌خواند",
      "en": "When one door closes, open another anew;\nNot every closure is the end of all you do.\nLearn a lesson from every failure you've had,\nAnd with renewed hope pull the new door glad.\nFailures will make you stronger — believe it's so,\nThere are more doors inviting you onward to go.",
      "ru": "Когда одна дверь закрылась — открой другую смело;\nНе каждая потеря — конец всему, не дело в дело.\nУчись на каждой неудаче, что случилась тут,\nС возрождённой надеждой открой новую суть.\nПоражения сделают сильнее — верь в это, знай,\nВпереди ещё двери, которые приглашают тебя."
    },
    "tafsir": {
      "fa": "ناامیدی نکن؛ مسیرهای جدید را جست‌وجو کن و از تجربه‌ها بیاموز.",
      "en": "Do not despair; seek new paths and learn from experiences.",
      "ru": "Не отчаивайся; ищи новые пути и учись на опыте."
    }
  },
  {
    "id": 22,
    "text": {
      "fa": "دلِ رنجیده را مرهمِ صداقت است\nهیچ چیز جز صداقت درمان نیست\nبا راستگویی، پل‌های شکسته ترمیم می‌شود\nحقایق گرچه تلخ، اما طبیبِ دردهاست\nاگر می‌خواهی رابطه‌ای را نجات دهی، صادق باش\nو نیتِ پاک، بستری برای بهبود فراهم آرد",
      "en": "A hurting heart heals with honesty and truth;\nNothing but honesty cures in life's booth.\nWith truth, broken bridges mend and restore,\nFacts, though bitter, are the cure at the core.\nIf you want to save a relationship, be sincere,\nPure intent provides the ground for healing near.",
      "ru": "Раненое сердце исцеляет честность и правда;\nНичто, кроме честности, не лечит как надо.\nПравда ремонтирует мосты, что разбиты в пыль,\nФакты хоть горьки, но целят в корень, как фильтр.\nХочешь спасти отношения — будь искренним, не лги;\nЧистое намерение создаст почву для исцеления внутри."
    },
    "tafsir": {
      "fa": "صداقت کلیدِ ترمیمِ روابط است؛ برای آشتی آماده شو و راست بگو.",
      "en": "Honesty is the key to repairing relationships; be ready to reconcile and speak truth.",
      "ru": "Честность — ключ к восстановлению отношений; будь готов примириться и говорить правду."
    }
  },
  {
    "id": 23,
    "text": {
      "fa": "پولی که آرامش بیاورد گرامی است\nنه آنکه دل را پر از اضطراب کند\nجوهرِ زندگی راحتیِ دل است نه ثروتِ بی‌پایان\nامنیت و آرامش ارزشمندتر از انباشتِ طمع است\nبا حساب و تدبیر سازندگی کن و شاد باش\nتا سرمایه ات، هم دل را گرم کند و هم سود آورد",
      "en": "Money that brings peace is prized and dear;\nNot that which fills the heart with fret and fear.\nThe essence of life is the comfort of soul,\nNot endless riches fueling avarice's role.\nBuild with prudence and live with joy each day,\nSo your capital warms heart and yields fair pay.",
      "ru": "Деньги, что приносят покой — ценны и дороги;\nНе те, что наполняют сердце тревогой и тревоги.\nСуть жизни — комфорт души, не бескрайнее богатство,\nБезопасность и покой важнее алчности и лихваства.\nСтрой с рассудком и радуйся каждый день, дружи,\nЧтобы капитал согревал душу и приносил плоды."
    },
    "tafsir": {
      "fa": "تأمین معقول و آرامشِ درونی مهم‌تر از ثروتِ بی‌پایان است؛ مدیریت مالی عاقلانه کن.",
      "en": "Reasonable provision and inner peace are more important than endless wealth; manage finances wisely.",
      "ru": "Разумное обеспечение и душевный покой важнее бесконечного богатства; управляй финансами мудро."
    }
  },
  {
    "id": 24,
    "text": {
      "fa": "دورِ ملال را بشکن با یک هنر نو\nوقتی خلاق شوی، دنیا نو می‌شود\nیک ایدهٔ کوچک گاه زندگی را متفاوت می‌سازد\nرنگ و بوی تازه‌ای به روزها می‌دهد\nبا یک قدمِ هنری، در تکرار شکاف ایجاد کن\nتا سازندهٔ لحظاتی نو در خود باشی",
      "en": "Break the circle of boredom with a new art;\nWhen you get creative, the world gets a fresh start.\nA small idea can change a life today,\nGiving new color and scent to each grey way.\nWith one artistic step, a gap in monotony appears,\nBe the maker of new moments through your years.",
      "ru": "Разбей круг скуки новым искусством и делом;\nКогда ты творишь — мир обновляется с нею смело.\nМаленькая идея может жизнь изменить вдруг,\nДобавив цвет и аромат к серым дням вокруг.\nОдним художественным шагом нарушь повторенья зов,\nСтань творцом новых моментов сквозь ветер нов."
    },
    "tafsir": {
      "fa": "نوآوری و هنر، راه خروج از یکنواختی هستند؛ خلاقیت را تمرین کن.",
      "en": "Innovation and art are ways out of monotony; practice creativity.",
      "ru": "Новаторство и искусство — выход из однообразия; развивай креативность."
    }
  },
  {
    "id": 25,
    "text": {
      "fa": "چون گذر زمان را بپذیری، سبک می‌شوی\nتغییر درد دارد اما ضروری است\nهر تغییری در دل فرصتی زاییده می‌شود\nرنجِ کوتاه گاه به شادیِ طولانی بدل می‌گردد\nرها کنِ گذشته را و آزادانه بال بزن\nتا در آسمانِ نو، پروازِ تازه بیابی",
      "en": "If you accept the passage of time, you grow light;\nChange may hurt yet is necessary for sight.\nIn each change a chance of growth appears,\nShort pain sometimes becomes long-lasting cheers.\nLet go of the past and spread your wings free,\nIn a new sky you'll find fresh flight to be.",
      "ru": "Если примешь течение времени — станешь легче ты;\nПеремены болят, но необходимы для пути.\nВ каждой смене рождается шанс роста и силы,\nКороткая боль порой дарит долгие улыбки и силы.\nОтпусти прошлое и расправь крылья ввысь,\nВ новом небе найдёшь свежий полёт и смысл."
    },
    "tafsir": {
      "fa": "پذیرش تغییر و دل کندن از گذشته باعث رشد و آزادی است؛ مقاومتی بی‌حاصل مضر است.",
      "en": "Accepting change and letting go of the past leads to growth and freedom; futile resistance is harmful.",
      "ru": "Принятие перемен и отпуск прошлого ведут к росту и свободе; бесполезное сопротивление вредно."
    }
  },
  {
    "id": 26,
    "text": {
      "fa": "شب را به دعا سپار و صبح را با عمل ساز\nترکیبِ ایمان و تلاش تو را بالا می‌برد\nایمان امید می‌دهد، عمل راه می‌سازد\nهر دو را همراه کن تا نتیجه پدید آید\nاز دعا نیرویی نو بگیر و سپس حرکت کن\nتا آنچه آرزویی را شکل دهد، تحقق یابد",
      "en": "Entrust the night to prayer and shape the morning with deed;\nFaith combined with effort will elevate and lead.\nFaith gives hope, action paves the way,\nCombine them both to see results each day.\nDraw new strength from prayer then move and do,\nSo that your wishes may take shape and come true.",
      "ru": "Передай ночь молитве, утро создавай делом своим;\nВера и труд возвысит тебя и поведёт за ним.\nВера даёт надежду, действие прокладывает путь,\nСоедини оба — и результат придёт к тебе чуть.\nЧерпай силы в молитве и действуй затем быстро,\nЧтобы желания обрели форму и стали явью чисто."
    },
    "tafsir": {
      "fa": "ترکیب ایمان و تلاش نتیجه‌بخش است؛ هم از نیروی درونی بهره ببر و هم اقدام کن.",
      "en": "Combining faith and effort is fruitful; use inner strength and take action.",
      "ru": "Сочетание веры и усилий даёт плоды; используй внутреннюю силу и действуй."
    }
  },
  {
    "id": 27,
    "text": {
      "fa": "سخنی که از سرِ مهر گفته شود، ماند\nبجای خشم، مهربانی را انتخاب کن\nکلامِ نرم، پرتوی از نور در دل می‌کارد\nقلب‌ها را به هم می‌پیوندد و مصائب را می‌شکافد\nهرگاه در برابرِ عصبانیت، لبخند زدی\nخواهی دید که دنیا با تو مهربان‌تر شد",
      "en": "Words born of kindness endure through time;\nChoose kindness over anger — it's sublime.\nGentle speech plants light into the heart,\nJoining souls and tearing troubles apart.\nWhen you smile instead of rage and fight,\nYou'll find the world responds with kinder light.",
      "ru": "Слова, сказанные с добротой, остаются в веках;\nВыбирай доброту вместо гнева — это благой знак.\nМягкая речь сажает свет в сердце людей,\nСоединяет души и разрывает беды от стен.\nКогда улыбаешься вместо гнева и крика,\nМир ответит добротой в твою сторону лика."
    },
    "tafsir": {
      "fa": "بخشندگی و رفتارِ مهربانانه در روابط تأثیر شفا‌بخشی دارد؛ تمرینِ مهربانی کن.",
      "en": "Forgiveness and kind behavior have healing effects in relationships; practice kindness.",
      "ru": "Прощение и доброта в поведении исцеляют отношения; практикуй доброту."
    }
  },
  {
    "id": 28,
    "text": {
      "fa": "از ترسِ شکست دست نکش، تجربه آموز\nهر بار یک گامی به جلوست\nخطاها مدرسه‌ای برای دانایی‌اند\nاگر با دلی باز به آنها نگاه کنی، پخته می‌شوی\nهر بار برخیز و دوباره بجنگ، ناامید مشو\nچرا که کوشش تو فردا ثمر خواهد داد",
      "en": "Do not quit for fear of failure; learn from each try;\nEach time it's a step forward, toward the sky.\nErrors are schools for wisdom if you will see,\nFace them with an open heart and you'll mature with glee.\nRise each time and fight again, never despair,\nFor your effort will tomorrow its fruits declare.",
      "ru": "Не уходи из страха провала; учись на каждой попытке;\nКаждый раз — шаг вперёд к цели и удаче.\nОшибки — школа для мудрости, если увидишь суть,\nС открытым сердцем взгляни — станешь мудрей и суть.\nВставай снова и борись, не падай духом в беде,\nТвои усилия завтра принесут плоды в деле."
    },
    "tafsir": {
      "fa": "خطاها را به‌عنوان آموزگار بپذیر و با پشتکار ادامه بده؛ پاداش خواهد آمد.",
      "en": "Accept mistakes as teachers and continue with persistence; reward will come.",
      "ru": "Принимай ошибки как учителей и продолжай упорно; награда придёт."
    }
  },
  {
    "id": 29,
    "text": {
      "fa": "پنهان مکن خوبی‌ها را، با دیگران سهیم شو\nسخاوت در دل برکات می‌آورد\nوقتی که دستانت را باز می‌کنی، جهان بازمی‌گرداند\nبه اندازهٔ نیکی‌ات، نیکی باز می‌آید\nبخشیدنِ اندک، گاه بیشتر از نگه‌داشت معنی دارد\nپس همراه با سخاوت، قلبت را وسعت بخش",
      "en": "Do not hide your goodness; share it with others near;\nGenerosity brings blessings to the heart, sincere.\nWhen you open your hands, the world returns in kind,\nGoodness metes goodness, in cycles aligned.\nGiving a little may mean more than greedy hold,\nSo widen your heart with generosity bold.",
      "ru": "Не скрывай доброту, делись ею с окружающими;\nЩедрость приносит благословения душам и их влечением.\nКогда руки раскрываешь — мир отвечает в ответ,\nДоброта порождает доброту, в круговороте этот след.\nНемногое давать иногда важнее, чем всё держать в себе,\nРасширь сердце щедростью и живи в согласии."
    },
    "tafsir": {
      "fa": "سخاوتِ معقول در روابط و در زندگی پاداش روحی و مادی می‌آورد؛ دریغ مکن.",
      "en": "Reasonable generosity in relations and life brings spiritual and material reward; do not withhold.",
      "ru": "Разумная щедрость в отношениях и жизни приносит духовную и материальную награду; не жалей."
    }
  },
  {
    "id": 30,
    "text": {
      "fa": "نگاه به درون کن تا پاسخ را بیابی\nدلِ آرام، حقیقت را می‌شنود\nسکوتِ کوتاه، گاه گویا‌ترین زبان است\nپرسش درونی، نقشهٔ تصمیمِ درست است\nبا چند لحظه تأمل، مسیر برایت روشن می‌شود\nو در آن آرامش، انتخابِ درست نمایان می‌گردد",
      "en": "Look inward to find the answer you seek;\nA calm heart hears truth, not words that speak.\nShort silence can be the most eloquent tongue,\nInner questioning maps the right choice to be strung.\nWith moments of reflection the path becomes clear,\nAnd in that calm, the apt decision will appear.",
      "ru": "Посмотри внутрь, чтобы найти ответ;\nСпокойное сердце слышит истину, не пустой след.\nКороткая тишина — иногда самый красноречивый язык,\nВнутренний вопрос — карта правильного шага и так.\nС несколькими мгновениями размышления путь прояснится,\nИ в этом спокойствии верное решение найдётся и сдвинется."
    },
    "tafsir": {
      "fa": "خودآگاهی و تمرکز در تصمیم‌گیری به تو کمک می‌کند؛ قبل از عمل تأمل کن.",
      "en": "Self-awareness and focus help in decision-making; reflect before acting.",
      "ru": "Самосознание и концентрация помогают принять решение; помедли прежде чем действовать."
    }
  },
  {
    "id": 31,
    "text": {
      "fa": "نفسِ تازه بگیر و از گذشته دل مکن\nهر روز نو، فرصتی برای تغییر است\nاگر گذشته تو را به عقب می‌کشد، آن را بخش کن\nآزاد شو از بارِ آن تا بالاتر پر کشی\nبا هر صبحِ تازه، نیتی نو ساز\nجزئیاتِ خوب را در زندگی جمع کن و بساز",
      "en": "Take a fresh breath and let go of the past;\nEach new day offers a chance to recast.\nIf the past pulls you back, forgive and be free,\nShed its weight so you may soar with glee.\nWith every fresh morning, craft a new intent,\nGather good moments — build what they meant.",
      "ru": "Вдохни глубже и отпусти прошлое своё;\nКаждый новый день — шанс для нового начала своё.\nЕсли прошлое тянет назад — прости и освободи себя,\nСбрось груз, чтобы парить выше в небе любя.\nС новым утром создай намерение чистое и светлое,\nСобирай хорошие моменты и строй из них суетное."
    },
    "tafsir": {
      "fa": "آغاز دوباره ممکن است؛ گذشته را رها کن و روزی نو بساز.",
      "en": "Restarting is possible; release the past and create a new day.",
      "ru": "Новый старт возможен; отпусти прошлое и создай новый день."
    }
  },
  {
    "id": 32,
    "text": {
      "fa": "برنامه‌ریز باش اما انعطاف را نگه دار\nسختی‌ها گاهی مسیر را دگرگون می‌کنند\nیک برنامهٔ خوب چارچوب می‌دهد اما تغییر هم لازم است\nانعطاف‌پذیری تو را در شرایطِ نو نگه می‌دارد\nهرگاه مسیر بسته شد، پلانِ دوم را اجرا کن\nپایداری و نرمی همراه با هم تو را به هدف می‌رساند",
      "en": "Be organized yet keep flexibility in store;\nHardships sometimes will alter the road's core.\nA good plan gives framework, but change is needed too,\nFlexibility keeps you stable in places new.\nWhen a path is closed, implement plan B forth,\nPersistence with softness will carry you north.",
      "ru": "Будь организован, но сохрани гибкость в запасе;\nТрудности иногда меняют направление в трассе.\nХороший план даёт структуру, но перемены нужны,\nГибкость удержит тебя в новых условиях и суды.\nКогда дорога закрыта — план Б действуй спокойно,\nПостоянство и мягкость вместе приведут к цели вполне полно."
    },
    "tafsir": {
      "fa": "ترکیبِ برنامه‌ریزی و انعطاف بهترین روش برای مدیریتِ ناگهانی‌هاست.",
      "en": "Combining planning and flexibility is best for managing the unexpected.",
      "ru": "Сочетание плана и гибкости лучше всего управляет неожиданностями."
    }
  },
  {
    "id": 33,
    "text": {
      "fa": "اگر در پیِ حقیقت هستی، صداقت نورِ راه توست\nنیمه‌حقیقت‌ها تو را گمراه می‌کنند\nآگاه باش از وسوسهٔ پوشاندنِ خطا\nسخنِ تمام را بر زبان ران تا پل شکسته بازسازی شود\nصداقتِ تو احترام می‌آورد و راه را روشن می‌کند\nپس با شجاعت، حقیقت را بر زبان آور",
      "en": "If seeking truth, honesty will light your way;\nHalf-truths mislead and lead the heart astray.\nBe wary of the lure to hide a fault or flaw,\nSpeak the full word to rebuild bridges in awe.\nYour honesty brings respect and clears the road,\nSo bravely utter truth to lighten every load.",
      "ru": "Если ищешь истину — честность осветит путь;\nПолуправда ведёт в заблуждение, сбивает с хода и суть.\nОстерегайся соблазна скрыть проступок свой,\nСкажи всю правду — восстановишь мост и покой.\nЧестность приносит уважение и проясняет путь,\nТак смело говори правду — снимет это груз и грудь."
    },
    "tafsir": {
      "fa": "پذیرشِ کامل حقیقت و صداقت در رفتار، اعتبار و راهگشایی می‌آورد.",
      "en": "Acceptance of full truth and honesty in conduct brings credibility and solutions.",
      "ru": "Принятие полной правды и честность в поступках приносят доверие и решения."
    }
  },
  {
    "id": 34,
    "text": {
      "fa": "به یاد داشته باش که همه چیز موقتی‌ست\nخوشی و غم هر دو می‌گذرند\nدر سختی‌ها صبر کن و در شادی‌ها شکرگذار باش\nزندگی چون رودِ روان گاه آرام و گاه پر جوش است\nاگر امروز باران است، فردا خورشید خواهد شد\nپس به روزهای تغییر خوشبین باش و امیدوار",
      "en": "Remember everything is temporary in its flow;\nBoth joy and sorrow will come and go.\nIn hardship be patient and in happiness be grateful,\nLife like a river sometimes calm and sometimes fateful.\nIf today is rain, tomorrow the sun will glow,\nBe hopeful for change and let your spirit grow.",
      "ru": "Помни, что всё временно в этой жизни реке;\nИ радость, и печаль проходят как в такт волне.\nВ беде будь терпелив, в радости благодарен будь,\nЖизнь, как река — спокойна и буйна в вдруг.\nЕсли сегодня дождь — завтра солнце взойдёт,\nНадейся на перемены и сердце своё лелей."
    },
    "tafsir": {
      "fa": "آگاهی از ناپایداریِ احساسات، به تو تحمل و امید می‌دهد؛ لحظه‌ها را قدر بدان.",
      "en": "Awareness of impermanence gives endurance and hope; value the moments.",
      "ru": "Осознание непостоянства даёт выносливость и надежду; цени моменты."
    }
  },
  {
    "id": 35,
    "text": {
      "fa": "همه چیز را به زبانِ ساده بیان کن\nپیچیدگیِ بی‌مورد مانعِ فهم است\nهرگاه سخنت ساده شود، دل‌ها نزدیک می‌شوند\nپیچیدگی گسست ایجاد می کند، نه پیوند\nساده گویی هنرِ فهماندنِ عمیق است\nپس آن را تمرین کن و پلِ دل‌ها بساز",
      "en": "Express things in simple words — make them clear;\nUnnecessary complexity hinders and brings fear.\nWhen speech is simple, hearts draw near,\nComplexity creates gaps, not bonds to revere.\nSimplicity is the art of deep conveyance true,\nPractice it and build bridges between you.",
      "ru": "Говори простыми словами — делай всё ясно и просто;\nИзлишняя сложность мешает понять просто и просто.\nПростота делает сердца ближе друг к другу вновь,\nСложность порождает разрыв, не мост к любви.\nПростота — искусство глубокого объяснения и дела,\nТренируй её, строй мосты между людьми смело."
    },
    "tafsir": {
      "fa": "ساده‌گویی عنصرِ مؤثری در ارتباطات است؛ از پیچیدگی بی‌جهت پرهیز کن.",
      "en": "Simplicity is effective in communication; avoid needless complexity.",
      "ru": "Простота эффективна в общении; избегай лишней сложности."
    }
  },
  {
    "id": 36,
    "text": {
      "fa": "وقت را حیف مکن، که ثانیه‌ها بازنمی‌گردند\nامروز را به فردا میفروش مبادا\nهر لحظه فرصتی است که دیگر تکرار نشود\nبا برنامه و نظم، زمان را قدر بدار\nاگر امروز کاری را آغاز کنی، فردا ثمره‌یی خواهد داد\nپس امروز را دریاب و با انگیزه عمل نما",
      "en": "Do not waste time, for seconds never return;\nDon't sell today for tomorrow — let that lesson burn.\nEach moment is an opportunity not repeated,\nValue time with planning and order treated.\nIf you start a task today, tomorrow it may bear fruit,\nSo seize today and act with resolute pursuit.",
      "ru": "Не теряй время — секунды не вернутся вновь;\nНе продавай сегодня ради завтра — знай это и стой.\nКаждый момент — шанс, что не повторится опять,\nЦени время планом и порядком — не упусти пять.\nЕсли начнёшь дело сегодня — завтра плод даст оно,\nТак лови день и действуй решительно, не отложи оно."
    },
    "tafsir": {
      "fa": "استفادهٔ درست از زمان، کلید پیشرفت است؛ امروز را از دست نده.",
      "en": "Proper use of time is key to progress; don't lose today.",
      "ru": "Правильное использование времени — ключ к прогрессу; не теряй сегодня."
    }
  },
  {
    "id": 37,
    "text": {
      "fa": "دوستی که در سختی ماند، گوهری است گران\nاو را پاس بدار و قدرش را بدان\nوفاداری در آزمون، ارزشِ واقعی را نشان می‌دهد\nیارِ راست در روزِ تنگدستی پیدا می‌شود\nاگر دوستی داشته‌ای که پایِ تو ایستاد، شکر گزار باش\nاو را دوست بدار و در کنارِ او بمان تا روزها بهتر شود",
      "en": "A friend who stayed in hardship is a precious gem;\nHonor them and know their true emblem.\nLoyalty in trial shows true worth and light,\nA faithful companion stands in times of plight.\nIf you have such a friend who stood close by your side,\nBe grateful, keep them near — in their company abide.",
      "ru": "Друг, что остался в беде — драгоценный камень верный;\nЦени его и помни, это сокровище твердый и мерный.\nВерность в испытании показывает истинную цену и свет,\nВерный спутник рядом в дни нужды — редкий предмет.\nЕсли друг такой у тебя есть, благодарность дари ему всегда,\nДержись рядом с ним — и дни станут светлее тогда."
    },
    "tafsir": {
      "fa": "ارتباطات وفادارانه را نگه دار؛ آنان سرمایهٔ ارزشمندِ زندگی‌اند.",
      "en": "Keep loyal connections; they are life's valuable capital.",
      "ru": "Сохраняй верные связи — они настоящее богатство жизни."
    }
  },
  {
    "id": 38,
    "text": {
      "fa": "گمانِ بد را دور کن، که دنیا روشن می‌شود\nقضاوت‌هایِ بی‌پایه ریشهٔ تلخی‌اند\nدل‌ها را با سوءظن زخم مکن، که التیام سخت است\nبه جای شتاب در قضاوت، بیاموز گوش سپردن\nوقتی روشن شد حقیقت، قضاوت درست کن\nتا رابطه‌ها بازسازی شود و دل‌ها آرام گیرد",
      "en": "Drive away suspicion and the world will clear;\nBaseless judgments breed bitterness and fear.\nDo not wound hearts with suspicion's cruel blade,\nLearn to listen rather than rush to a tirade.\nWhen truth is clear, judge rightly and fair,\nSo relations rebuild and hearts repair.",
      "ru": "Избавься от подозрений — мир прояснится вновь;\nБессмысленные суждения порождают горечь и творят гнев.\nНе рани сердца подозрением — исцеление трудно придёт,\nУчись слушать, а не поспешно судить — вот закон.\nКогда истина явна — суди справедливо и прямо,\nТак отношения восстановятся и сердца станут рядом."
    },
    "tafsir": {
      "fa": "پرهیز از سوءظن و پذیرشِ حقیقت، راهِ ترمیمِ روابط است؛ پیش از قضاوت بپرس و گوش کن.",
      "en": "Avoid suspicion and accept truth to repair relations; ask and listen before judging.",
      "ru": "Избегай подозрений и прими правду, чтобы восстановить отношения; спрашивай и слушай прежде чем судить."
    }
  },
  {
    "id": 39,
    "text": {
      "fa": "دنیایت را با دانش بساز، نه با توهم\nعلم پایهٔ استواری است در هر راه\nیادگیریِ پیوسته، کلیدِ درهایِ نوست\nهر دانشی که کسب کنی، تو را قوی‌تر می‌کند\nاگر در کاری تردید داری، مطالعه کن\nعلم و آگاهی، زیربنایِ تصمیمِ درست است",
      "en": "Build your world with knowledge, not illusion's play;\nKnowledge is the firm foundation for each way.\nContinuous learning is the key to doors anew,\nEach bit of knowledge makes you stronger too.\nIf uncertain in a task, study and learn more,\nScience and awareness form the bedrock at core.",
      "ru": "Строй мир знанием, а не иллюзией пустой;\nЗнание — основа прочная для пути любой.\nПостоянное обучение — ключ к новым дверям,\nКаждое знание делает тебя сильнее тем.\nЕсли в деле сомневаешься — учись и знай,\nЗнание и осведомлённость — фундамент решения твоей стаи."
    },
    "tafsir": {
      "fa": "تحصیل و رشد فکری، تضمین‌کنندهٔ موفقیت درازمدت است؛ برای یادگیری وقت بگذار.",
      "en": "Education and intellectual growth ensure long-term success; spend time learning.",
      "ru": "Образование и интеллектуальный рост гарантируют долгосрочный успех; уделяй время учению."
    }
  },
  {
    "id": 40,
    "text": {
      "fa": "از هیاهوی بیجا فاصله بگیر و گوش کن\nصداهای درون حقیقت را می‌گویند\nگاه سکوت بیشتر از هزار کلمه روشنگر است\nدر خلوت، پاسخِ سوال‌ها آشکار می‌شود\nبرو به جایی که سکوت را می‌توان دید\nتا شنوی آنچه درونِ تو در راستی می‌گوید",
      "en": "Step away from needless noise and listen in;\nInner voices speak truth, soft and thin.\nSometimes silence enlightens more than words;\nIn solitude answers unfold like birds.\nGo where silence can be felt and found,\nSo you'll hear what within you speaks profound.",
      "ru": "Отстранись от лишнего шума и прислушайся внутри;\nВнутренние голоса говорят правду негромко, тихо и живи.\nИногда тишина просветляет лучше, чем слова в хоре,\nВ уединении ответы раскрываются, словно птицы в дворе.\nПойди туда, где тишину видно и чувствуешь её свет,\nИ услышишь, что внутри тебя говорит, чисто и без бед."
    },
    "tafsir": {
      "fa": "خوداندیشی و خلوتگاهی برای یافتن حقیقت لازم است؛ به درونت گوش کن.",
      "en": "Self-reflection and solitude are needed to find truth; listen inward.",
      "ru": "Саморазмышление и уединение необходимы для истины; прислушайся внутрь."
    }
  },
  {
    "id": 41,
    "text": {
      "fa": "اگر هدف داری، هر روز یک گام بردار\nاصابتِ خواسته، با مداومت است\nیک عادتِ کوچک روزانه، سرِانجام عادتِ بزرگ می‌شود\nثباتِ کوچک بهتر از شتابِ بی‌ثمر است\nبرنامه‌ریزی کن و سپس با نظم عمل کن\nتا آرمانت به تدریج رنگِ واقعیت بگیرد",
      "en": "If you have a goal, take one step each day;\nAchievement comes through consistency's way.\nA small daily habit becomes a larger trend,\nSmall steady effort beats fruitless hurry in the end.\nPlan and then act with discipline and care,\nSo your ambitions slowly become real and fair.",
      "ru": "Если есть цель — делай шаг каждый день;\nДостижение приходит благодаря постоянству, без тень.\nМаленькая привычка ежедневно — в конце концов станет большой частью,\nПостоянство лучше бесплодной спешки и пустой азарт.\nПланируй и действуй системно и последовательно,\nИ твои стремления станут реальностью постепенно."
    },
    "tafsir": {
      "fa": "پایداری روزانه و عاداتِ مثبت، سازندهٔ موفقیتِ بلندمدت‌اند؛ شروع کن.",
      "en": "Daily persistence and positive habits build long-term success; start now.",
      "ru": "Ежедневная настойчивость и хорошие привычки формируют долгосрочный успех; начни сейчас."
    }
  },
  {
    "id": 42,
    "text": {
      "fa": "نگرانِ نظرِ همه مباش، راهِ دل را بپوی\nمَثلِ مردم، تو را از خود جدا می‌کند\nآزادیِ درونی از این است که به خود وفادار باشی\nبعضی نظرات گذرا هستند و ناپایدارند\nاگر به خودت اعتماد کنی، راهِ خود را خواهی یافت\nو در آن استقلال، آرامش و کامیابی هست",
      "en": "Do not worry about everyone's mind; follow your heart's way;\nOthers' examples may distance you, cause decay.\nInner freedom lies in being true to your own,\nSome opinions are fleeting and quickly blown.\nIf you trust yourself, you'll find your path and place,\nIn that independence there's calm and grace.",
      "ru": "Не волнуйся о мнении всех — следуй за сердцем своим;\nЧужие примеры могут отдалить от себя и быть рутиной тем.\nВнутренняя свобода — быть верным себе одному,\nНекоторые мнения мимолётны и уходят во туман.\nЕсли доверишь себе — найдёшь свой путь и место своё,\nВ этой независимости — покой и радость твоё."
    },
    "tafsir": {
      "fa": "استقلالِ فکری و اعتماد به نفس، راهِ رسیدن به مسیرِ واقعیِ توست؛ به خودت گوش کن.",
      "en": "Independent thinking and self-trust lead to your true path; listen to yourself.",
      "ru": "Независимость мышления и вера в себя ведут к твоему пути; прислушайся к себе."
    }
  },
  {
    "id": 43,
    "text": {
      "fa": "خنده را در روزِ خود فراموش مکن\nلبخند کوچک، دل‌ها را گرم می‌کند\nشادی را نه همچونِ دوروزی، بلکه همچونِ روشنیِ همیشگی بپندار\nهر لبخند، حلقه‌ای از امید را می‌سازد\nدر میانِ سختی‌ها، طنزی زیبا جست‌وجو کن\nتا بارِ روزگار سبک‌تر شود و دلِ تو آرام گیرد",
      "en": "Do not forget laughter in your day; a small smile warms hearts indeed;\nSee joy not as fleeting but as a constant seed.\nEach smile builds a ring of hope around,\nThrough trials, seek gentle humor that is sound.\nLighten life's load with a bright-hearted jest,\nAnd find your spirit calmed and blessed.",
      "ru": "Не забывай смех в своём дне — маленькая улыбка согреет сердца;\nСмотри на радость не как на мимолётность, а как на вечную суть без места.\nКаждая улыбка строит круг надежды вокруг,\nВ трудностях ищи мягкий юмор — он как друг.\nОблегчи груз жизни смешком и шуткой доброй,\nИ найдёшь покой души и благословение искрой."
    },
    "tafsir": {
      "fa": "شادابی و شوخ‌طبعی در دشواری‌ها نیرویِ امیدبخش‌اند؛ لحظاتِ خوش را بزرگ داشته باش.",
      "en": "Cheerfulness and humor in difficulty are sources of hope; cherish joyful moments.",
      "ru": "Жизнерадостность и юмор в трудностях — источник надежды; береги счастливые мгновения."
    }
  },
  {
    "id": 44,
    "text": {
      "fa": "گذشته را ببخش تا آزاد شوی\nبارِ کینه سنگین است و مانع پرواز\nبخششِ واقعی نیاز بهِ شجاعت دارد\nآنگاه که ببخشی، خود را سبک خواهی دید\nرهایی از دردِ دیروز در بازسازیِ فردا مؤثر است\nپس با بخشش دل را گشوده کن و به جلو نگاه کن",
      "en": "Forgive the past to become free; grudges are heavy and bar your flight;\nTrue forgiveness needs courage to make things right.\nWhen you forgive, you will find yourself lighter in soul,\nHealing yesterday helps rebuild tomorrow's whole.\nSo open your heart with pardon and look ahead — anew,\nYou'll walk a lighter way toward horizons true.",
      "ru": "Прости прошлое, чтобы стать свободным — обиды тяжёлые и мешают взлету;\nИстинное прощение требует мужества, чтобы всё уладить с полотном.\nПростив, ты ощутишь внутри себя легче и чище,\nИсцеление вчерашних ран поможет завтра заново жить чище.\nОткрой сердце прощением и смотри вперёд, не назад,\nТы шагнёшь лёгким путём к новым ясным берегам."
    },
    "tafsir": {
      "fa": "بخشش راهِ آزاد شدنِ روان است؛ با رهایی از گذشته خودت را نجات بده.",
      "en": "Forgiveness frees the psyche; save yourself by releasing the past.",
      "ru": "Прощение освобождает душу; спаси себя, отпустив прошлое."
    }
  },
  {
    "id": 45,
    "text": {
      "fa": "به دنبالِ حقیقت باش، حتی اگر تنها شوی\nحقیقت ارزشِ تنها بودن را دارد\nانبوهِ کلمات گاه حقیقت را پنهان می‌کند\nاما سکوتِ حقیقت، همیشه تابان است\nشجاعتِ گفتنِ واقعیت در جانِ تو نهاد می‌کند\nو در درازمدت، به تو آرامش و افتخار می‌بخشد",
      "en": "Seek truth even if solitude comes your way;\nTruth is worth being solitary for, they say.\nA crowd of words may hide reality's light,\nBut truth's silence always shines bright.\nCourage to speak reality builds within your soul,\nAnd in the long term grants peace and honour whole.",
      "ru": "Ищи истину, даже если останешься один;\nИстина стоит одиночества — это твой закон и чин.\nТолпа слов может скрыть свет реальности в толще,\nНо молчание истины всегда сияет и колышет рожде.\nСмелость говорить правду закладывает в душу сталь,\nИ в долгосрочной перспективе дарует покой и почёт, как знак и зал."
    },
    "tafsir": {
      "fa": "صداقتِ درونی و پیگیریِ حقیقت، گاهی هزینه دارد اما نتایجِ باارزش می‌آورد.",
      "en": "Inner honesty and pursuit of truth may cost, but bring valuable results.",
      "ru": "Внутренняя честность и стремление к правде могут стоить, но приносят ценность."
    }
  },
  {
    "id": 46,
    "text": {
      "fa": "چشمی که به حسن دنیا افتاد، خرسند است\nاما دلِ بیدار می‌خواهد بیشتر\nسطحی زیستن راضی‌کننده نیست برای روح\nبه دنبالِ عمق باش و معنا بیافرین\nگاهی زیبایی ظاهری گذراست و بی‌بنیاد\nاما گوهرِ درون ماندگار و سترگ است",
      "en": "An eye satisfied with worldly beauty is glad,\nBut an awakened heart seeks more than the fad.\nSurface living won't satisfy the soul's core,\nSeek depth and meaning — create something more.\nOuter beauty may be fleeting and thin,\nBut inner gems endure and bring lasting win.",
      "ru": "Глаз, довольный мирской красотой, рад,\nНо пробуждённое сердце хочет большего, не взгляд.\nПоверхностная жизнь не насытит душу твою,\nИщи глубину и смысл — создай что-то своё.\nВнешняя красота кратковременна, легко исчезает в мгле,\nНо внутренний драгоценный камень остаётся в вечной доле."
    },
    "tafsir": {
      "fa": "جستجویِ عمق و معنا بهتر از رضایتِ صرف از ظاهر است؛ رشدِ درونی را ترجیح بده.",
      "en": "Seeking depth and meaning beats mere surface satisfaction; prefer inner growth.",
      "ru": "Стремление к глубине и смыслу лучше поверхностного удовольствия; выбирай внутренний рост."
    }
  },
  {
    "id": 47,
    "text": {
      "fa": "برایِ هدفِ نیک، دل را درگیر کن\nنیتِ پاک، بارِ نیک می‌آفریند\nهر نیتی که از خیر برآید، راه را روشن می‌کند\nعملِ همراه با نیت، به بلوغ می‌رساند\nاگر قصدِ خالص داری، با جرئت پیش رو\nعدالت و برکت در پیِ راهِ تو خواهد آمد",
      "en": "Engage the heart for a worthy aim;\nA pure intention produces blessed gain.\nAny hope rooted in good will light the way,\nAction with intent leads to maturity one day.\nIf your aim is sincere, move forth with brave stride,\nJustice and blessing will follow by your side.",
      "ru": "Вовлеки сердце в благую цель свою;\nЧистое намерение рождает добро и мост в бою.\nЛюбая надежда, основанная на добре, путь осветит,\nДействие с намерением приведёт к зрелости и светит.\nЕсли цель искренняя — иди смело вперёд,\nСправедливость и благословение придут вслед."
    },
    "tafsir": {
      "fa": "نیتِ درست اساسِ حرکت است؛ نیتِ پاک با عمل درست به نتیجه می‌رسد.",
      "en": "Right intention is the basis of action; pure intent plus right action yields result.",
      "ru": "Правильное намерение — основа действия; чистое намерение и правильные поступки дадут результат."
    }
  },
  {
    "id": 48,
    "text": {
      "fa": "در کار، انصاف پیشه کن تا برکت آید\nظلم به خود و دیگران زیان می‌رساند\nعدالت راهِ رفتارِ شرافتمند است\nاگر با انصاف کار کنی، نامت ماندگار می‌شود\nپاداشِ راست‌گویی و انصاف دیر یا زود بازمی‌گردد\nپس در امورِ حرفه‌ای، اخلاق را اصل بدان",
      "en": "Practice fairness at work to invite blessing's hand;\nInjustice harms both yourself and the land.\nJustice is the path of honorable deeds,\nIf you act fair, your name will meet good feeds.\nReward for truth and fairness returns sooner or late,\nSo make ethics the core in your professional state.",
      "ru": "Практикуй справедливость в работе — придёт благодать;\nНесправедливость вредит и себе, и другим опять.\nСправедливость — путь благородных деяний и дел,\nЕсли чинишь справедливо — имя доброе тебя ждёт в верный момент дел.\nНаграда за правду и справедливость вернётся, рано или поздно,\nТак делай честность основой в делах и будь добр к моде."
    },
    "tafsir": {
      "fa": "عدالت و انصاف در کار اعتبار و بازدهیِ بلندمدت می‌آورد؛ سودِ کوتاه‌مدتِ ناسالم را رها کن.",
      "en": "Justice and fairness bring long-term credibility and returns; abandon unhealthy short-term gains.",
      "ru": "Справедливость и этика приносят долгосрочную репутацию и выгоды; отвергни вредные краткосрочные выгоды."
    }
  },
  {
    "id": 49,
    "text": {
      "fa": "به طبیعت وقت بده تا تو را آرام کند\nگذر زمان و طبیعت، دردها را می‌کاهد\nقدم زدن در باغ، دل را صفا می‌دهد\nهوای تازه افکارِ نو می‌آفریند\nبگذار طبیعت درمانگرِ روح تو باشد\nتا ببینی آرامش چگونه بر تو می‌نشیند",
      "en": "Give time to nature to calm and soothe;\nTime and nature lessen pains and soothe.\nA walk in gardens brings solace to the heart,\nFresh air births new thoughts and a restart.\nLet nature be the healer of your soul,\nThen see how peace gently makes you whole.",
      "ru": "Дай природе время, чтобы успокоить тебя;\nВремя и природа уменьшают боль и беду.\nПрогулка в саду принесёт покой и свет,\nСвежий воздух даёт новые мысли и обет.\nПусть природа будет целителем души твоей,\nУвидишь как мир станет спокойным и светлей."
    },
    "tafsir": {
      "fa": "ارتباط با طبیعت و صبر در زمان، شفابخش است؛ گاهی سکوت و پیاده‌روی بهتر از هر درمانی‌ست.",
      "en": "Contact with nature and patience over time are healing; sometimes silence and walking are the best remedy.",
      "ru": "Связь с природой и терпение лечат; порой тишина и прогулка — лучшее лекарство."
    }
  },
  {
    "id": 50,
    "text": {
      "fa": "آنچه امروز می‌کاری، فردا برداشت خواهی کرد\nپس دانهٔ نیک در زمین بپاش و صبور باش\nکارِ امروز سرمایهٔ فردای توست\nهر حرکتی که با نیتِ پاک انجام شود، ثمری دارد\nاز این رو با آگاهی و عدالت عمل کن\nتا در آینده، باغِ نیکوی تو شکوفا گردد",
      "en": "What you sow today you'll harvest tomorrow's yield;\nSo cast good seed and be patient in the field.\nToday's work is the capital for your morrow,\nEvery deed with pure intent will bring no sorrow.\nTherefore act with wisdom and fairness all along,\nSo your good garden shall in the future grow strong.",
      "ru": "То, что посеешь сегодня — пожнёшь завтра плоды;\nПосей доброе семя и будь терпелив, шаг за шагом в годы.\nДело сегодняшнее — капитал твоего будущего дня,\nКаждый поступок с чистым намерением благодарность принесёт сполна.\nДействуй мудро и справедливо на каждом шагу своём,\nИ твой хороший сад в будущем расцветёт в светлом дом."
    },
    "tafsir": {
      "fa": "اقداماتِ امروزِ تو، زیربنای نتایجِ فرداست؛ با نیتِ پاک عمل کن تا برداشتِ خوب داشته باشی.",
      "en": "Today's actions underpin tomorrow's results; act with pure intent to reap good harvest.",
      "ru": "Действия сегодня — фундамент результатов завтра; действуй с чистым намерением, чтобы пожать хорошее."
    }
  }
]
